{
    "monturas": "Frames",
    "tienda": "Store",
    "hombre": "Men",
    "mujer": "Women",
    "lentes_de_sol": "Sunglasses",
    "opticos": "Optical",
    "buscador": "Search",
    "contactanos": "Contact Us",
    "cerrar_sesion": "Log Out",
    "carrito": "Cart",
    "configuraciones_web": "Web Configurations",
    "sobre_nosotros": "About Us",
    "por_que_nosotros": "Why Us",
    "blog": "Blog",
    "ingresar": "Log In",
    "marcas":"Brands",
    "Confiabilidad": "Reliability",
    "Variedad": "Variety",
    "Flexibilidad": "Flexibility",
    "Acompañamiento": "Support",
    "Marcos para Hombre": "Men's Frames",
    "Marcos para Mujer": "Women's Frames",
    "Lentes de sol": "Sunglasses",
    "Lentes Ópticos": "Optical Glasses",
    "Nuestra experiencia":"Our experience",
    "Todo el inventario en nuestra plataforma B2B está disponible para envío inmediato.": "All the inventory on our B2B platform is available for immediate shipment.",
    "FramesGo es su aliado confiable en Colombia, ofreciendo una amplia selección de gafas de diseñador con un enfoque en la calidad, moda y valor.": "FramesGo is your trusted partner in Colombia, offering a wide selection of designer glasses with a focus on quality, fashion, and value.",
    "Con 14 años de experiencia, FramesGo lidera la distribución de monturas ópticas y de sol en Colombia, brindando a sus socios un servicio sin igual y productos de vanguardia.": "With 14 years of experience, FramesGo leads the distribution of optical and sunglasses frames in Colombia, providing its partners with unparalleled service and cutting-edge products.",
    "Cada una de nuestras monturas es cuidadosamente seleccionada para garantizar que cumple con los más altos estándares de la industria óptica, ofreciendo durabilidad, estilo y un rendimiento excepcional. Nuestro compromiso con la confiabilidad se extiende más allá de nuestros productos. Entendemos la importancia de la confianza en las relaciones comerciales, por lo que trabajamos arduamente para ser un socio en el que nuestros clientes pueden confiar. Desde la selección inicial hasta la entrega final, FramesGo está dedicado a proporcionar un servicio que nuestros socios pueden contar para el éxito continuo de su negocio.": "Each of our frames is carefully selected to ensure it meets the highest standards of the optical industry, offering durability, style, and exceptional performance. Our commitment to reliability extends beyond our products. We understand the importance of trust in business relationships, which is why we work hard to be a partner our customers can rely on. From initial selection to final delivery, FramesGo is dedicated to providing a service that our partners can count on for the continued success of their business.",
    "En FramesGo, creemos que la diversidad en opciones es clave para satisfacer las necesidades de nuestros clientes.": "At FramesGo, we believe that diversity in options is key to meeting our customers' needs.",
    "Es por eso que ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda. Cada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.": "That's why we offer an extensive catalog of optical and sunglasses frames that range from classic designs to the latest fashion trends. Each model is carefully selected to offer options that fit all styles and preferences, ensuring our partners always find the perfect product for their customers. Our catalog is regularly updated to keep up with global trends and market demands. Whether you're looking for exclusive designer glasses or affordable, high-quality frames, FramesGo has the perfect solution for you. Variety is our strength, and we're here to make sure you always have access to the best in the optical market.",
    "Ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda.": "We offer an extensive catalog of optical and sunglasses frames that range from classic designs to the latest fashion trends.",
    "Cada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.": "Each model is carefully selected to offer options that fit all styles and preferences, ensuring that our partners always find the perfect product for their customers. Our catalog is regularly updated to keep up with global trends and market demands. Whether you're looking for exclusive designer glasses or affordable, high-quality frames, FramesGo has the ideal solution for you. Variety is our strength, and we're here to ensure that you always have access to the best in the optical market.",
    "En FramesGo, no solo vendemos Monturas, construimos relaciones.": "At FramesGo, we don't just sell frames; we build relationships.",
    "Entendemos que cada socio tiene necesidades únicas, y estamos aquí para ofrecer el acompañamiento y asesoramiento que necesitas en cada etapa de tu compra. Desde ayudarte a seleccionar los productos que mejor se adapten a tu mercado, hasta garantizar que cada pedido llegue a tiempo y en perfectas condiciones, estamos contigo en cada paso del camino. Nuestro equipo de expertos está disponible para ofrecer orientación personalizada y soluciones adaptadas a tus requerimientos. Sabemos que el éxito de nuestros socios es nuestro éxito, por lo que nos dedicamos a brindar un servicio excepcional que va más allá de la simple transacción. Con FramesGo, siempre tendrás un aliado comprometido con tu satisfacción y el crecimiento de tu negocio.": "We understand that each partner has unique needs, and we are here to offer the guidance and support you need at every stage of your purchase. From helping you select the products that best suit your market to ensuring that each order arrives on time and in perfect condition, we're with you every step of the way. Our team of experts is available to provide personalized guidance and tailored solutions to your needs. We know that our partners' success is our success, so we are dedicated to providing exceptional service that goes beyond the simple transaction. With FramesGo, you will always have a committed partner focused on your satisfaction and the growth of your business.",
    "Noticias": "News",
    "Iniciar sesión": "Log In",
    "Registrarse": "Register",
    "cargando": "Loading...",
    "error": "Error",
    "ver_mas": "See more",
    "addressTitle": "Address",
    "contactUsTitle": "Contact Us",
    "accessTitle": "Access",
    "loginButton": "Log In",
    "logoutButton": "Log Out",
    "socialMediaTitle": "Social Media",
    "copyrightText": "Copyright",
    "allRightsReserved": "All rights reserved.",
    "privacyPolicy": "Privacy Policy",
    "developedBy": "Developed by",
    "designsBy": "Designs by",
    "usernameOrEmail": "Username or Email:",
    "password": "Password:",
    "username": "Username:",
    "email": "Email:",
    "confirmPassword": "Confirm Password:",
    "next": "Next",
    "contactNumber": "Contact Number:",
    "address": "Address:",
    "company": "Company:",
    "companyNIT": "Company NIT:",
    "uploadPDF": "Upload PDF:",
    "back": "Back",
    "send": "Send",
    "aboutUs": {
        "banner": {
            "description": "More than two decades in the distribution of frames for lenses."
        },
        "company": {
            "title": "Our Company",
            "content": [
            "With 14 years of experience, Frames has established itself as a benchmark in the distribution of optical and sunglasses frames in Colombia.",
            "Since our inception, we have traveled the country, delivering high-quality products directly to local opticians. Our commitment to excellence has allowed us to build a solid presence in the national market.",
            "Over the years, we have forged trust-based relationships with opticians in the main cities of Colombia. Each visit has strengthened our reputation as a reliable partner, dedicated to offering personalized solutions that help our clients grow and thrive in the competitive optical market."
            ],
            "quality": {
            "title": "Trust in every frame, quality in every detail.",
            "content": [
                "Additionally, we have expanded our operations beyond borders, creating strategic alliances with companies in the United States.",
                "These collaborations have allowed us to incorporate new trends and technologies into our catalog, benefiting our clients with a more diverse and advanced offering.",
                "Our goal is to become one of the leading distributors of glasses for opticians in Colombia. With a track record that backs our credibility and a vision focused on growth, we are committed to continuing to lead the country's optical market."
            ]
            }
        }
    },
    "ecommerce": {
        "hombre": {
            "alt": "Man with Glasses",
            "label": "Man"
        },
        "mujer": {
            "alt": "Woman with Glasses",
            "label": "Woman"
        },
        "lentesSol": {
            "alt": "Sunglasses",
            "label": "Sunglasses"
        },
        "optico": {
            "alt": "Optical Lenses",
            "label": "Optical Lenses"
        },
        "discount": {
            "alt": "Discounts"
        },
        "filterDiscounts": {
            "alt": "Filter Discounts",
            "label": "On Discount"
        },
        "filterPrices": {
            "alt": "Filter Prices",
            "label": "Cheapest"
        }
    },
    "Notices":"Notices",
    "whyChooseFramesGo": "Why choose FramesGo as your distributor?",
    "reliablePartnerTitle": "Your reliable partner in optical fashion, always at the forefront.",
    "chooseFramesGo": "Choosing FramesGo as your distributor means opting for over a decade of experience in the optical market.",
    "marketExperience": "With 14 years of experience, we understand the needs and challenges that optical stores in Colombia face. We are dedicated to offering products that not only meet the highest quality standards but are also aligned with the latest fashion and technology trends. At FramesGo, trust is fundamental.",
    "trustTransparency": "We have built long-lasting relationships with optical stores throughout the country, based on transparency and mutual commitment. We ensure that every order is handled with the utmost attention to detail, from product selection to final delivery, guaranteeing that our customers always receive the best.",
    "diverseOffering": "Our offering is diverse and constantly evolving, allowing us to quickly adapt to the changing market demands.",
    "globalPartners": "We work with renowned suppliers and collaborate with international companies to ensure that our clients have access to the most innovative and high-quality frames available. Lastly, at FramesGo, we believe in continuous support.",
    "personalizedSupport": "We are not just a supplier, but a partner who is there every step of the way, offering personalized advice, support, and solutions tailored to the needs of each optical store. With FramesGo, you have the peace of mind of having a reliable ally who cares about the success of your business."

}
