    {
        "monturas": "Monturas",
        "tienda": "Tienda",
        "hombre": "Hombre",
        "mujer": "Mujer",
        "lentes_de_sol": "Lentes de Sol",
        "opticos": "Ópticos",
        "buscador": "Buscador",
        "contactanos": "Contáctanos",
        "cerrar_sesion": "Cerrar sesión",
        "carrito": "Carrito",
        "configuraciones_web": "Configuraciones Web",
        "sobre_nosotros": "Sobre Nosotros",
        "por_que_nosotros": "Por Qué Nosotros",
        "blog": "Blog",
        "ingresar": "Ingresar",
        "marcas":"Marcas",
        "Confiabilidad": "Confiabilidad",
        "Variedad": "Variedad",
        "Flexibilidad": "Flexibilidad",
        "Acompañamiento": "Acompañamiento",
        "FramesGo es su aliado confiable en Colombia, ofreciendo una amplia selección de gafas de diseñador con un enfoque en la calidad, moda y valor.": "FramesGo es su aliado confiable en Colombia, ofreciendo una amplia selección de gafas de diseñador con un enfoque en la calidad, moda y valor.",
        "Marcos para Hombre": "Marcos para Hombre",
        "Marcos para Mujer": "Marcos para Mujer",
        "Lentes de sol": "Lentes de sol",
        "Lentes Ópticos": "Lentes Ópticos",
        "Con 14 años de experiencia, FramesGo lidera la distribución de monturas ópticas y de sol en Colombia, brindando a sus socios un servicio sin igual y productos de vanguardia.": "Con 14 años de experiencia, FramesGo lidera la distribución de monturas ópticas y de sol en Colombia, brindando a sus socios un servicio sin igual y productos de vanguardia.",
        "Todo el inventario en nuestra plataforma B2B está disponible para envío inmediato.": "Todo el inventario en nuestra plataforma B2B está disponible para envío inmediato.",
        "Nuestra experiencia": "Nuestra experiencia",
        "En FramesGo, nuestra prioridad es la confianza. Durante 14 años, hemos establecido relaciones sólidas con ópticas en toda Colombia y Latinoamérica, construyendo una reputación basada en la calidad y la integridad.": "En FramesGo, nuestra prioridad es la confianza. Durante 14 años, hemos establecido relaciones sólidas con ópticas en toda Colombia y Latinoamérica, construyendo una reputación basada en la calidad y la integridad.",
        "Cada una de nuestras monturas es cuidadosamente seleccionada para garantizar que cumple con los más altos estándares de la industria óptica, ofreciendo durabilidad, estilo y un rendimiento excepcional. Nuestro compromiso con la confiabilidad se extiende más allá de nuestros productos. Entendemos la importancia de la confianza en las relaciones comerciales, por lo que trabajamos arduamente para ser un socio en el que nuestros clientes pueden confiar. Desde la selección inicial hasta la entrega final, FramesGo está dedicado a proporcionar un servicio que nuestros socios pueden contar para el éxito continuo de su negocio.": "Cada una de nuestras monturas es cuidadosamente seleccionada para garantizar que cumple con los más altos estándares de la industria óptica, ofreciendo durabilidad, estilo y un rendimiento excepcional. Nuestro compromiso con la confiabilidad se extiende más allá de nuestros productos. Entendemos la importancia de la confianza en las relaciones comerciales, por lo que trabajamos arduamente para ser un socio en el que nuestros clientes pueden confiar. Desde la selección inicial hasta la entrega final, FramesGo está dedicado a proporcionar un servicio que nuestros socios pueden contar para el éxito continuo de su negocio.",
        "En FramesGo, creemos que la diversidad en opciones es clave para satisfacer las necesidades de nuestros clientes.": "En FramesGo, creemos que la diversidad en opciones es clave para satisfacer las necesidades de nuestros clientes.",
        "Es por eso que ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda. Cada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.": "Es por eso que ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda. Cada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.",
        "Ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda.": "Ofrecemos un catálogo extenso de monturas ópticas y de sol que abarca desde diseños clásicos hasta las últimas tendencias en moda.",
        "NCada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.": "NCada modelo es seleccionado con cuidado para ofrecer opciones que se adapten a todos los estilos y preferencias, asegurando que nuestros socios siempre encuentren el producto perfecto para sus clientes. Nuestro catálogo se actualiza regularmente para mantenerse al día con las tendencias globales y las demandas del mercado. Ya sea que busques gafas de diseñador exclusivas o monturas accesibles y de alta calidad, FramesGo tiene la solución ideal para ti. La variedad es nuestra fortaleza, y estamos aquí para asegurarnos de que siempre tengas acceso a lo mejor del mercado óptico.",
        "En FramesGo, no solo vendemos Monturas, construimos relaciones.": "En FramesGo, no solo vendemos Monturas, construimos relaciones.",
        "Entendemos que cada socio tiene necesidades únicas, y estamos aquí para ofrecer el acompañamiento y asesoramiento que necesitas en cada etapa de tu compra. Desde ayudarte a seleccionar los productos que mejor se adapten a tu mercado, hasta garantizar que cada pedido llegue a tiempo y en perfectas condiciones, estamos contigo en cada paso del camino. Nuestro equipo de expertos está disponible para ofrecer orientación personalizada y soluciones adaptadas a tus requerimientos. Sabemos que el éxito de nuestros socios es nuestro éxito, por lo que nos dedicamos a brindar un servicio excepcional que va más allá de la simple transacción. Con FramesGo, siempre tendrás un aliado comprometido con tu satisfacción y el crecimiento de tu negocio.": "Entendemos que cada socio tiene necesidades únicas, y estamos aquí para ofrecer el acompañamiento y asesoramiento que necesitas en cada etapa de tu compra. Desde ayudarte a seleccionar los productos que mejor se adapten a tu mercado, hasta garantizar que cada pedido llegue a tiempo y en perfectas condiciones, estamos contigo en cada paso del camino. Nuestro equipo de expertos está disponible para ofrecer orientación personalizada y soluciones adaptadas a tus requerimientos. Sabemos que el éxito de nuestros socios es nuestro éxito, por lo que nos dedicamos a brindar un servicio excepcional que va más allá de la simple transacción. Con FramesGo, siempre tendrás un aliado comprometido con tu satisfacción y el crecimiento de tu negocio.",
        "Noticias": "Noticias",
        "Iniciar sesión": "Iniciar sesión",
        "Registrarse": "Registrarse",
        "cargando": "Cargando...",
        "error": "Error",
        "ver_mas": "Ver más",
        "addressTitle": "Dirección",
        "contactUsTitle": "Contáctenos",
        "accessTitle": "Acceso",
        "loginButton": "Iniciar sesión",
        "logoutButton": "Cerrar sesión",
        "socialMediaTitle": "Redes Sociales",
        "copyrightText": "Derechos de autor",
        "allRightsReserved": "Todos los derechos reservados.",
        "privacyPolicy": "Política de privacidad",
        "developedBy": "Desarrollado por",
        "designsBy": "Diseños por",
        "usernameOrEmail": "Usuario o Email:",
        "password": "Contraseña:",
        "username": "Usuario:",
        "email": "Email:",
        "confirmPassword": "Confirmar Contraseña:",
        "next": "Siguiente",
        "contactNumber": "Número de contacto:",
        "address": "Dirección:",
        "company": "Compañía:",
        "companyNIT": "Nit de la Compañía:",
        "uploadPDF": "Subir PDF:",
        "back": "Volver",
        "send": "Enviar",
        "aboutUs": {
        "banner": {
            "description": "Mas de dos decadas en la distribucion de marcos para lentes"
            },
            "company": {
            "title": "Nuestra compañia",
            "content": [
                "Con 14 años de experiencia, Frames se ha establecido como un referente en la distribución de monturas ópticas y de sol en Colombia.",
                "Desde nuestros inicios, hemos recorrido todo el país, llevando productos de alta calidad directamente a las ópticas locales. Nuestro compromiso con la excelencia nos ha permitido construir una sólida presencia en el mercado nacional.",
                "A lo largo de estos años, hemos forjado relaciones de confianza con ópticas en las principales ciudades de Colombia. Cada visita ha fortalecido nuestra reputación como un socio confiable, dedicado a ofrecer soluciones personalizadas que ayuden a nuestros clientes a crecer y prosperar en el competitivo mercado óptico."
            ],
            "quality": {
                "title": "Confianza en cada montura, calidad en cada detalle.",
                "content": [
                "Además, hemos expandido nuestras operaciones más allá de las fronteras, creando alianzas estratégicas con empresas en Estados Unidos.",
                "Estas colaboraciones nos han permitido incorporar nuevas tendencias y tecnologías a nuestro catálogo, beneficiando a nuestros clientes con una oferta más diversa y avanzada.",
                "Nuestro objetivo es convertirnos en una de las principales distribuidoras de gafas para ópticas en Colombia. Con una trayectoria que respalda nuestra credibilidad y una visión enfocada en el crecimiento, estamos comprometidos a seguir liderando el mercado óptico del país."
                ]
            }
            }
        },
        "ecommerce": {
            "hombre": {
                "alt": "Hombre con Gafas",
                "label": "Hombre"
            },
            "mujer": {
                "alt": "Mujer con Gafas",
                "label": "Mujer"
            },
            "lentesSol": {
                "alt": "Gafas de sol",
                "label": "Lentes de sol"
            },
            "optico": {
                "alt": "Lentes ópticos",
                "label": "Lentes Ópticos"
            },
            "discount": {
                "alt": "Descuentos"
            },
            "filterDiscounts": {
                "alt": "Filtrar descuentos",
                "label": "En descuento"
            },
            "filterPrices": {
                "alt": "Filtrar precios",
                "label": "Más económico"
            }
        },
        "Notices":"Noticias",
        "whyChooseFramesGo": "¿Por qué elegir FramesGo como tu distribuidora?",
        "reliablePartnerTitle": "Tu socio confiable en moda óptica, siempre a la vanguardia.",
        "chooseFramesGo": "Elegir a FramesGo como su distribuidor significa optar por más de una década de experiencia en el mercado óptico.",
        "marketExperience": "Con 14 años de trayectoria, conocemos las necesidades y desafíos que enfrentan las ópticas en Colombia. Nos dedicamos a ofrecer productos que no solo cumplen con los más altos estándares de calidad, sino que también están en sintonía con las últimas tendencias de moda y tecnología. En FramesGo, la confianza es fundamental.",
        "trustTransparency": "Hemos construido relaciones duraderas con ópticas en todo el país, basadas en la transparencia y el compromiso mutuo. Nos aseguramos de que cada pedido se maneje con la máxima atención al detalle, desde la selección de los productos hasta la entrega final, garantizando que nuestros clientes siempre reciban lo mejor.",
        "diverseOffering": "Nuestra oferta es diversa y está en constante evolución, lo que nos permite adaptarnos rápidamente a las cambiantes demandas del mercado.",
        "globalPartners": "Trabajamos con proveedores de renombre y colaboramos con empresas internacionales para asegurar que nuestros clientes tengan acceso a las monturas más innovadoras y de alta calidad disponibles. Finalmente, en FramesGo creemos en el acompañamiento continuo.",
        "personalizedSupport": "No solo somos un proveedor, sino un socio que está ahí en cada paso del camino, ofreciendo asesoramiento personalizado, soporte y soluciones adaptadas a las necesidades de cada óptica. Con FramesGo, usted tiene la tranquilidad de contar con un aliado confiable que se preocupa por el éxito de su negocio."  
        
    }